[Creature_Warfare_Balista.A_CatapultCitadel H7EditorWarUnit]
mDesc="攻城型战争单位"
mName="哥刚图亚"
mLore=""

[Soutien.A_CitadelCatapult H7EditorWarUnit]
mDesc="攻城型战争单位"
mName="哥刚图亚"
mLore=""

[Soutien.A_Shaman H7EditorWarUnit]
mDesc="进攻和支援型单位"
mName="萨满"
mLore="萨满并不在活跃的战场上，但他们始终关注着整个战局。据信他们能在军队指挥官和战斗人员之间建立精神链接。他们确切地知道哪个单位需要支援，并通过其治疗魔法来提供帮助。"

[Warfare.A_CatapultWyvern H7EditorWarUnit]
mDesc="攻城型战争单位"
mName="哥刚图亚"
mLore=""

[Warfare.A_Moloch H7EditorWarUnit]
mDesc="攻城型战争单位"
mName="哥刚图亚"
mLore="哥刚图亚是类似猛犸的爬行动物，专用于战斗。它们行动非常缓慢和迟钝，但它们极厚的皮肤和不知疲倦的耐力使其成为长期攻城战的理想选择，无论是在最深的雪地中还是在岩浆喷发的火山边缘。"

[Warfare.A_TamedCyclops_Attack H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="投石"
mTooltip="向堡垒射击，造成%d.min到%d.max点伤害。"

[Warfare.A_TamedCyclops_LevelProgress H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="战争技能"
mTooltip=""